{
    "introduction": {
        "header": {
            "large": "Bhawhuddin Hamdulay",
            "lead": "Interactive Resume"
        },
        "background": [
            "bg-1.jpg",
            "bg-2.jpg"
        ]
    },
    "profile": {
        "header": {
            "lead": "Seeking "
        },
        "about_me": "Expert professional in Sales & Business Development, planning and executing Business strategies, master in developing new market channels and building strong relationships with cross functional team, customers, and industry leaders. Rich experience in managing the entire gamut of activities related to Key Account Management, P & L, Operations, Sales & Distribution, RTM, Budget & Forecasting, Product launch and product promotion through direct sales and strategic alliances with domestic and international business partners.",
        "img": "me.jpg",
        "details": {
            "name": "Bhawhuddin Hamdulay",
            "age": ["08", "09", "1977"],
            "gender": "Male",
            "marital": "Married",
            "religion": "Islam",
            "nationality": "Indian",
            "hobbies": [
                "Sports",
                "Writing",
                "Travel",
                "Learning languages",
                "Photography"
            ]
        }
    },
    "experiences": {
        "header": {
            "lead": "Information is not knowledge. The only source of knowledge is experience. You need experience to gain wisdom - Albert Einstein"
        },
        "educations": [
            {
                "premise": {
                    "name": "Degree - Master of Business Administration",
                    "sub": "Shivaji University",
                    "href": "http://www.siberindia.edu.in/",
                    "location": "Kohlapur, India"
                },
                "duration": "May 2003",
                "title": "SIBER Institute",
                "description": "Specialization in Marketing and Production"
            },
            {
                "premise": {
                    "name": "Degree - Bachelor of Science",
                    "sub": "Mahatma Phule Krishi Vidyapeeth",
                    "href": "https://www.ackolhapur.edu.in/",
                    "location": "Kohlapur, India"
                },
                "duration": "May - 2001",
                "title": "College of Agriculture",
                "description": "Specialization in Agriculture"
            }
        ],
        "careers": [
            {
                "premise": {
                    "name": "Dandy Company Ltd.",
                    "href": "https://www.dandy.qa/",
                    "location": "Doha, Qatar"
                },
                "duration": "Oct 2017 - Dec 2020",
                "title": "National Key Account Manager",
                "description": [
                    "Managing all 25 National Accounts of Qatar like Al Meera, Carrefour, Lulu, etc.",
                    "Generating a Revenue of more than Qr. 200 mn Per annum in all 3 business verticals (Dairy, Beverages & Ice Cream).",
                    "Also responsible for managing the Ecommerce of Key Accounts",
                    "Generating annual forecast for all accounts and then updates it monthly for the key accounts.",
                    "Continuous improvement of “Share of shelf vs competitor in all the accounts.",
                    "Account wise TOT Finalization and P&L Management",
                    "In-store visibility plans in coordination with Account management and follow-up to achieve timely & effective implementation.",
                    "Analyzing portfolio & building sustainable distribution, sales & profitability of existing and New Product lines within the customer.",
                    "Working as profit center head for the department, also involved in across functional department budget & P & L",
                    "Ensure that the volume and value targets allocated for the assigned channel are achieved.",
                    "Manage Collections from all Credit Customers, Evaluate Credit limits and recommend changes of any based-on customer performance and payment history.",
                    "Sales Volume and Revenue vs Budgets."
                ]
            },
            {
                "premise": {
                    "name": "Aujan Coca-Cola Beverage Company",
                    "href": "https://www.aujan.com/",
                    "location": "UAE & Part of Oman"
                },
                "duration": "Apr 2016 - Sept 2017",
                "title": "Regional Branch Manager",
                "description": [
                    "Managing branch operations and ensuring efficient operation on a day- to-day basis. Improving productivity and streamlining branch activities to maximize results and achieve peak performance levels.",
                    "Plan forecasts, Budgets and business plans and work in line with the Country Manager achieving the company objective Achieved revenue growth YOY to 13 % for my branch.",
                    "Vimta cordial sales growth in revenue for Ramadan 16 % YOY ahead of other regions Abud Dhabi, Oman, Qatar.",
                    "Achieve budgeted sales volume & margin of Sub Brand wise products to deliver company’s targeted profit for.",
                    "Achieve distribution targets for all products/ SKU’s as per recommended portfolio in all trade channels to optimize sales & market share (90% to 100% in Organized Trade & Fragmented Trade based on classification of outlets and category of products).",
                    "Managing budgets, allocating branch funds, and defining financial objectives.",
                    "Key account management, Joint Business Plan for Organized Trade.",
                    "Working as profit center head for region.",
                    "Monitor & ensure that the orders on products are in line with market demand to control wastage & optimize sales.",
                    "Ensure that the TC & debtors within the company TC/ credit policy to avoid any financial loss.",
                    "Make sure all members in the team adhere strictly to quality & safety policy to protect the company’s trust & goodwill among customers & consumers.",
                    "Maintain a healthy & professional relationship with all internal & external customers for the smooth operation of business."
                ]
            },
            {
                "premise": {
                    "name": "TFC Food Co, India (Food & Beverage)",
                    "location": "Mumbai, India"
                },
                "duration": "March 2014 - Feb 2016",
                "title": "Zonal Business Manager (South & West)",
                "description": [
                    "Heading the sales & marketing function and play the role of a catalyst and galvanize /build a team of RMs /ABMs and strong field",
                    "force to achieve the sales targets and growth objectives of the business.",
                    "Setting of targets on a yearly, quarterly, and monthly basis for traditional & Retail trade.",
                    "Led business growth YOY to 21 % in 2015 and 23 % in 2016.",
                    "Manpower deployment to optimize returns from each territory-weeding out/re-configuring territories as per changing business needs, devising customer coverage policy.",
                    "Responsible for zonal finalization of deals with traditional Trade and Retail Trade.",
                    "To function as profit center head for the business in a geographical region.",
                    "Collections/Management of accounts receivables.",
                    "Management of promotional budgets and costs.",
                    "Forecasting accuracy for Sales and Inventory planning/control.",
                    "Control attrition and build a motivated, and committed sales team through a culture of achievement orientation, recognition, and reward.",
                    "Develop and maintain customer contacts with opinion leaders and identify opportunities and changing trends in sales management.",
                    "Joined as RSM and promoted to ZSM."
                ]
            },
            {
                "premise": {
                    "name": "Al – Munajaem Group (Bakery Div)",
                    "location": "Dammam, Saudi Arabia",
                    "href": "https://www.munajem.com/"
                },
                "duration": "Feb 2013 - Nov 2013",
                "title": "Regional Sales Manager (Eastern Region)",
                "description": [
                    "Plan the targets for different sales areas & communicate down the line.",
                    "Achieved all monthly targets of revenue for the region.",
                    "Launch new SKUs with highest distribution in Eastern Region of Saudi Arabia.",
                    "Achieve budgeted sales volume long life bakery products for traditional and retail trade.",
                    "Achieve distribution targets for all products/ SKUs.",
                    "Maintain the order and distribution for traditional and retail trade.",
                    "Opening up of new routes. After joining 6 new routes opened in the Dammam & Khobar region.",
                    "Region expansion development with opening of new depot and routes.",
                    "Overseeing all the operation of region and maintain coordination with cross functional departments",
                    "Maintain a healthy & professional relationship with all internal & external customers for the smooth operation of business.",
                    "Forecast plan & review the resources & assets provided like manpower, sales vans, and staff holidays to ensure they are utilized to the optimum level."
                ]
            },
            {
                "premise": {
                    "name": "Almarai Company",
                    "location": "Tabuk, Saudi Arabia",
                    "href": "https://www.almarai.com/en/"
                },
                "duration": "Dec 2009 - Dec 2011",
                "title": "Regional Business Manager (Northern Region)",
                "description": [
                    "Plan the targets for different sales areas & communicate down the line to ensure everyone is working towards achieving the company objective.",
                    "Achieve budgeted sales volume & margin of Fresh & long life products to deliver company’s targeted profit for Traditional and retail trade.",
                    "Achieve distribution targets for all products/ SKU’s as per recommended portfolio in all trade channels to Optimize sales & market share.",
                    "Monitor & ensure that the orders on Fresh & long life products are in line with market demand to control wastage & optimize sales.",
                    "Ensure that the TC & debtors within the company TC/ credit policy to avoid any financial loss.",
                    "Make sure all members in the team adhere strictly to quality & safety policy to protect the company’s trust & Goodwill among customers & consumers.",
                    "Ensure all staff is equipped with the right skills & knowledge to optimize team as well as individual performance.",
                    "Forecast, plan & review the resources & assets provided like manpower, sales vans, staff holidays to ensure they are utilized to the optimum level."
                ]
            },
            {
                "premise": {
                    "name": "McDonald’s India",
                    "location": "Mumbai, India",
                    "href": "https://www.mcdonaldsindia.com/"
                },
                "duration": "Feb 2008 - Nov 2009",
                "title": "Deputy Manager - Marketing",
                "description": [
                    "Research, develop and implement a Brand and Communication strategy, standards, and practices company-wide that elicit the behavior, emotion and recognition objectives of the company.",
                    "Development of key messages for all audiences to communicate our core brand identity.",
                    "Lead agencies and internal team members where appropriate to execute all communication activities and public relations (marketing materials, advertising, client communications, direct mail, marketing campaigns, press releases, content for trade publications, etc.).",
                    "Oversee the writing of press releases, copy for marketing materials, annual reports, advertisements, and other related material.",
                    "Manage media relations, research editorial opportunities, and build relationships with key industry media.",
                    "Build and maintain strong relationships with internal and external key stakeholders Budget management. To deliver all marketing activity within the agreed budget.",
                    "To manage all aspects of print production, receipt, and distribution."
                ]
            },
            {
                "premise": {
                    "name": "HFL Foods Ltd",
                    "location": "Mumbai, India"
                },
                "duration": "June 2006 - Feb 2008",
                "title": "Regional Sales Manager",
                "description": [
                    "Responsible for a territory consisting of Maharashtra, Goa & Gujarat had direct responsibility for the launching, marketing, sales and development of the Fast-Moving Consumer Goods (FMCG).",
                    "Responsible for formulation and implementation of sales and marketing strategies.",
                    "Initiate activities to explore new areas by channel management (Distributors, Stockiest).",
                    "Responsible to monitor and achieve sales and collection targets as defined by the management for traditional and retail trade.",
                    "To maintain constant coordination with the logistics team for smooth supply of our products to distributors and shops."
                ]
            },
            {
                "premise": {
                    "name": "Ajmal Perfumes",
                    "location": "Riyadh, Saudi Arabia",
                    "href": "https://www.ajmalperfume.com/"
                },
                "duration": "Sept 2004 - Apr 2006",
                "title": "Executive - Marketing & Sales",
                "description": [
                    "Responsible for devising sales and marketing strategies for the assigned region.",
                    "Initiate activities to explore new areas by channel management.",
                    "Responsible to achieve the given targets, analyze the sales figures and forecast sales volume to maximize profits.",
                    "Develop the area by exploring potential markets and establish new showrooms",
                    "Recommend various marketing strategies suiting to the given territory, from time to time.",
                    "Plan strategically and implement them to improve customer service, drive store sales, and increase profitability.",
                    "Train and evaluate the retail staff in retail operation procedures.",
                    "Maintain store appearance and product presentation.",
                    "Manage the overall administration and day-to-day operations of the showrooms in the given territory."
                ]
            },
            {
                "premise": {
                    "name": "Ajanta India Limited",
                    "location": "Mumbai, India",
                    "href": "https://www.almarai.com/en/"
                },
                "duration": "May 2003 - Aug 2004",
                "title": "Area Sales Manager",
                "description": [
                    "Responsible for a territory consisting of the Mumbai, Navi – Mumbai. And Thane had direct responsibility for the launching, marketing, sales and development.",
                    "Handling of 4 C/F Agent/Branch.",
                    "Training, developing and managing a team of 3 ASEs &12 SRs.",
                    "Responsible for achieving Primary, Secondary and Collection Targets of the Region.",
                    "Responsible for Market development, Exploring and capturing rural market opportunities carrying out forecasting (for each SKU), setting up targets, and meeting them.",
                    "Carrying out Cost – Benefit Analysis of the area, on quarterly basis, treating it as an Exclusive Profit Center for the company.",
                    "Designing and implementing product promotions through trade marketing activities and advertising campaigns."
                ]
            }
        ]
    },
    "abilities": {
        "header": {
            "lead": "If I have the belief that I can do it, I shall surely acquire the capacity to do it, even if I may not have it at the beginning - Mahatma Gandhi"
        },
        "sections": [
            {
                "name": "Skills",
                "nodes": [
                    {
                        "name": "KA - Management",
                        "rank": "5"
                    },
                    {
                        "name": "Negotiations",
                        "rank": "5"
                    },
                    {
                        "name": "Budget Planning",
                        "rank": "5"
                    },
                    {
                        "name": "Data Analysis",
                        "rank": "5"
                    },
                    {
                        "name": "Distribution Management",
                        "rank": "5"
                    },
                    {
                        "name": "P & L",
                        "rank": "5"
                    },
                    {
                        "name": "Digital Marketing",
                        "rank": "5"
                    },
                    {
                        "name": "Market Planning",
                        "rank": "5"
                    },
                    {
                        "name": "Sales Analysis",
                        "rank": "5"
                    },
                    {
                        "name": "Strategic Alliances",
                        "rank": "5"
                    }

                ]
            },
            {
                "name": "Languages",
                "nodes": [
                    {
                        "name": "English",
                        "rank": 5
                    },
                    {
                        "name": "Gujarati",
                        "rank": 5
                    },
                    {
                        "name": "Hindi",
                        "rank": 5
                    },
                    {
                        "name": "Arabic",
                        "rank": 4
                    },
                    {
                        "name": "Marathi",
                        "rank": 5
                    },
                    {
                        "name": "Punjabi",
                        "rank": 4
                    },
                    {
                        "name": "Kannada",
                        "rank": 3
                    }
                ]
            }
        ]
    },
    "achievements": {
        "header": {
            "lead": "Yo"
        },
        "points": [
            {
                "name": "Certified John Maxwell's Laws of Leadership Course",
                "date": "2019",
                "attachments": [
                    "john-maxwell.jpg"
                ]
            },
            {
                "name": "Best Performer: sales in exceptional in market execution and sales performances (MT)",
                "date": "2019",
                "attachments": [
                    "dandy.jpg"
                ]
            },
            {
                "name": "Certified McDonald's India: Executive Development Programme - 1",
                "date": "2008",
                "attachments": [
                    "mcdonalds.jpg"
                ]
            },
            {
                "name": "Aujan Coca-Cola's Certificate of Recognition",
                "date": "2016",
                "attachments": [
                    "aujan.pdf"
                ]
            },
            {
                "name": "Certifcate of Appreciation - Internation Indian School, Tabuk - K. S. A.",
                "date": "2010",
                "attachments": [
                    "iis.jpg"
                ]
            }
        ]
    },
    "projects": {
        "header": {
            "lead": "Quality means doing it right when no one is looking - Henry Ford"
        },
        "projects": [
            {
                "name": "MerchImpulse",
                "img": "merchimpulse.png",
                "description": "A tool to generate top search term for Merch By Amazon (Website + Chrome Extension)",
                "tags": [
                    "ReactJS",
                    "Redux",
                    "Webpack",
                    "Babel",
                    "Express.js",
                    "MongoDB",
                    "Chrome Extension",
                    "JWT",
                    "Jest",
                    "NGINX",
                    "AWS"
                ],
                "duration": "8 months",
                "ongoing": true,
                "href": "https://merchimpulse.com"
            },
            {
                "name": "KIP",
                "img": "kip.png",
                "description": "Website for Kortiwala Institute of Programming",
                "tags": [
                    "Next.js",
                    "Bootstrap"
                ],
                "duration": "1 week",
                "ongoing": false,
                "href": "https://patkip.com"
            },
            {
                "name": "Endless Miles",
                "img": "endlessmiles.png",
                "description": "A travel planner and event organizer website",
                "tags": [
                    "Django",
                    "PostgreSQL",
                    "Jinja2",
                    "JavaScript",
                    "Bootstrap"
                ],
                "duration": "2 months",
                "ongoing": false,
                "href": "http://endlessmiles101.herokuapp.com/em/"
            },
            {
                "name": "Shreevarada",
                "img": "shreevarada.png",
                "description": "Business information website for Shreevarada Enterprise",
                "tags": [
                    "Flask",
                    "Jinja2",
                    "Vanilla JavaScript",
                    "Materialize CSS"
                ],
                "duration": "1 months",
                "ongoing": false,
                "href": "http://shreevaradaenterprise.com"
            },
            {
                "name": "GP Alt",
                "img": "gpalt.png",
                "description": "A Google People contacts manager app",
                "tags": [
                    "Laravel",
                    "MySQL",
                    "Vanilla JavaScript",
                    "OAuth 2.0",
                    "Google People REST API"
                ],
                "duration": "3 weeks",
                "ongoing": false,
                "href": "http://gpalt.herokuapp.com"
            },
            {
                "name": "Pasta Sauce",
                "img": "pastasauce.png",
                "description": "A Pomodoro stopwatch (PWA)",
                "tags": [
                    "HTML",
                    "CSS",
                    "JavaScript",
                    "PWA"
                ],
                "duration": "< 1 week",
                "ongoing": true,
                "href": "http://pastasauce.herokuapp.com/"
            }
        ]
    },
    "contact": {
        "header": {
            "lead": "We don't meet people by accident. They are meant to cross our path for a reason."
        },
        "handlers": [
            {
                "name": "Linkedin",
                "img": "linkedin.svg",
                "href": "https://linkedin.com"
            },
            {
                "name": "Linkedin",
                "img": "linkedin.svg",
                "href": "https://linkedin.com"
            },
            {
                "name": "Linkedin",
                "img": "linkedin.svg",
                "href": "https://linkedin.com"
            }
        ],
        "hire": {
            "enabled": true,
            "contact": "+919737177329"
        }
    }
}